<?php
$lang = array(
  /********Базовые значения************/
  "ENTITY_COUNT" => 'Количество',
  "HEADER_MODAL_ADD" => 'Редактор слайдов',
  "CLOSE_MODAL" => 'Закрыть',
  "SAVE_BASE" => 'Базовые настройки сохранены',
  "NOT_SAVE_BASE" => 'Не удалось сохранить базовые настройки',
  "SAVE_MODAL" => 'Сохранить',
  "ENTITY_SAVE" => 'Слайд сохранен',
  "ENTITY_DEL_NOT" => 'Не удалось сохранить слайд ',
  "ENTITY_DEL" => 'Сущность удалена',
  "ENTITY_NONE"=>'Отсутствуют записи',
  "ENTITY_SAVE_NOT" => 'Не удалосьудалить сущность ',
  "ADD_MODAL" => 'Добавить слайд',
  'MY_LOCAL'=>'ура!',
  'ACT_V_ENTITY' => 'Включен',
  'ACT_UNV_ENTITY' => 'Выключен',
  /*********Перевод плагина*************/
);